{
    "plugins": {
        "alpha-nvim": {
            "src": "https://github.com/goolord/alpha-nvim"
        },
        "autopairs": {
            "src": "https://github.com/windwp/nvim-autopairs"
        },
        "bufferline": {
            "src": "https://github.com/akinsho/bufferline.nvim"
        },
        "catppuccin": {
            "src": "https://github.com/catppuccin/nvim"
        },
        "cmp": {
            "src": "https://github.com/hrsh7th/nvim-cmp"
        },
        "cmp-buffer": {
            "src": "https://github.com/hrsh7th/cmp-buffer"
        },
        "cmp-emmet-vim": {
            "src": "https://github.com/dcampos/cmp-emmet-vim"
        },
        "cmp-nvim-lsp": {
            "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
        },
        "cmp-nvim-lsp-signature-help": {
            "src": "https://github.com/hrsh7th/cmp-nvim-lsp-signature-help"
        },
        "cmp-path": {
            "src": "https://github.com/hrsh7th/cmp-path"
        },
        "commentary": {
            "src": "https://github.com/tpope/vim-commentary"
        },
        "conform": {
            "src": "https://github.com/stevearc/conform.nvim"
        },
        "emmet": {
            "src": "https://github.com/mattn/emmet-vim"
        },
        "everforest": {
            "src": "https://github.com/neanias/everforest-nvim"
        },
        "gitsigns": {
            "src": "https://github.com/lewis6991/gitsigns.nvim"
        },
        "gruvbox": {
            "src": "https://github.com/ellisonleao/gruvbox.nvim"
        },
        "highlight-colors": {
            "src": "https://github.com/brenoprata10/nvim-highlight-colors"
        },
        "hop": {
            "src": "https://github.com/smoka7/hop.nvim"
        },
        "incline": {
            "src": "https://github.com/b0o/incline.nvim"
        },
        "indent-blankline": {
            "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
        },
        "lspconfig": {
            "src": "https://github.com/neovim/nvim-lspconfig"
        },
        "lualine": {
            "src": "https://github.com/nvim-lualine/lualine.nvim"
        },
        "mason": {
            "src": "https://github.com/mason-org/mason.nvim"
        },
        "mason-lspconfig.nvim": {
            "src": "https://github.com/williamboman/mason-lspconfig.nvim"
        },
        "mason-tool-installer.nvim": {
            "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
        },
        "mini-animate": {
            "src": "https://github.com/echasnovski/mini.animate"
        },
        "navic": {
            "src": "https://github.com/SmiteshP/nvim-navic"
        },
        "neo-tree": {
            "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
        },
        "neocord": {
            "src": "https://github.com/IogaMaster/neocord"
        },
        "neotree-file-nesting-config": {
            "src": "https://github.com/saifulapm/neotree-file-nesting-config"
        },
        "noice": {
            "src": "https://github.com/folke/noice.nvim"
        },
        "nord": {
            "src": "https://github.com/gbprod/nord.nvim"
        },
        "nui.nvim": {
            "src": "https://github.com/MunifTanjim/nui.nvim"
        },
        "nvim-lspconfig": {
            "src": "https://github.com/neovim/nvim-lspconfig"
        },
        "nvim-notify": {
            "src": "https://github.com/rcarriga/nvim-notify"
        },
        "nvim-treesitter": {
            "src": "https://github.com/nvim-treesitter/nvim-treesitter"
        },
        "nvim-ts-context-commentstring": {
            "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
        },
        "nvim-web-devicons": {
            "src": "https://github.com/nvim-tree/nvim-web-devicons"
        },
        "plenary.nvim": {
            "src": "https://github.com/nvim-lua/plenary.nvim"
        },
        "smear-cursor": {
            "src": "https://github.com/sphamba/smear-cursor.nvim"
        },
        "statuscol": {
            "src": "https://github.com/luukvbaal/statuscol.nvim"
        },
        "surround": {
            "src": "https://github.com/kylechui/nvim-surround"
        },
        "tmux-navigator": {
            "src": "https://github.com/christoomey/vim-tmux-navigator"
        },
        "treesitter": {
            "src": "https://github.com/nvim-treesitter/nvim-treesitter"
        },
        "ts-autotag": {
            "src": "https://github.com/windwp/nvim-ts-autotag"
        },
        "which-key": {
            "src": "https://github.com/folke/which-key.nvim"
        }
    }
}
